let profileModel = {
    firstName: 'Jack',
    lastName: 'Doe',

    friendsWidgetTitle: 'Друзья',
    friends: [
        {
            name: 'Друг 1'
        },

        {
            name: 'Друг 2'
        },

        {
            name: 'Друг 3'
        }
    ],

    menu: [
        {
            linkText: 'Работы'
        },

        {
            linkText: 'Друзья'
        },

        {
            linkText: 'Фотографии'
        },

        {
            linkText: 'Музыка'
        }
    ],

    wallTitle: 'Стена',
    articles: [
        {
            title: 'Статья №1',
            content: 'Равным образом реализация намеченных плановых заданий требуют определения и уточнения систем массового участия. Таким образом рамки и место обучения кадров требуют определения и уточнения систем массового участия. Равным образом начало повседневной работы по формированию позиции в значительной степени обуславливает создание направлений прогрессивного развития.'
        },

        {
            title: 'Статья №2',
            content: 'Идейные соображения высшего порядка, а также консультация с широким активом играет важную роль в формировании позиций, занимаемых участниками в отношении поставленных задач. Значимость этих проблем настолько очевидна, что рамки и место обучения кадров влечет за собой процесс внедрения и модернизации направлений прогрессивного развития. Не следует, однако забывать, что рамки и место обучения кадров представляет собой интересный эксперимент проверки дальнейших направлений развития. Таким образом реализация намеченных плановых заданий представляет собой интересный эксперимент проверки существенных финансовых и административных условий. Таким образом рамки и место обучения кадров способствует подготовки и реализации модели развития.'
        },

        {
            title: 'Статья №3',
            content: 'Значимость этих проблем настолько очевидна, что постоянное информационно-пропагандистское обеспечение нашей деятельности влечет за собой процесс внедрения и модернизации соответствующий условий активизации. Задача организации, в особенности же постоянный количественный рост и сфера нашей активности позволяет выполнять важные задания по разработке форм развития. Не следует, однако забывать, что постоянный количественный рост и сфера нашей активности влечет за собой процесс внедрения и модернизации позиций, занимаемых участниками в отношении поставленных задач. Разнообразный и богатый опыт постоянное информационно-пропагандистское обеспечение нашей деятельности позволяет оценить значение форм развития. Товарищи! начало повседневной работы по формированию позиции позволяет оценить значение системы обучения кадров, соответствует насущным потребностям.'
        }
    ]
};

module.exports = profileModel;